const products = [
    {
        "id": 1,
        "name":" 基本機材一式セット",
        "price": 420000,
        "img": "img/1.png",
        "description": "このダイビング機材一式があれば、すぐにでも海へ出発できます。快適な水中探索をサポートするマスク、ウェットスーツまたはドライスーツ、フィン、そして安全なダイビングを支えるレギュレーターや残圧計など、必要なものが全て揃った。ダイビング機材一式です。"
    },
    {
        "id": 2,
        "name":" マスク",
        "price": 15000,
        "img": "img/2.png",
        "description": "水中でクリアな視界を確保するための必需品、ダイビングマスク！ 浸水を防ぐため顔にフィットする快適な設計と、広い視野を提供するレンズが特徴です。安全に水中世界を楽しむために、自分に合ったマスクを選びましょう。"
    },
    {
        "id": 3,
        "name":" ウェットスーツ",
        "price": 70000,
        "img": "img/3.png",
        "description": "水温から体を守り、快適なダイビングをサポートするウェットスーツ。体温を保持する素材と、動きやすさを考慮したデザインが魅力です。様々な水温に対応できるよう、厚さや種類のバリエーションがあります。"
    },
    {
        "id": 4,
        "name":" ドライスーツ",
        "price": 120000,
        "img": "img/4.png",
        "description": "冷たい水の中でも体を濡らさず、暖かく快適にダイビングを楽しめるドライスーツ。水の侵入を防ぐ密閉性と保温性に優れ、長時間の水中活動や低温環境でのダイビングに最適です。インナーウェアとの組み合わせで、幅広い水温に対応できます。"
    },
    {
        "id": 5,
        "name":" ダイビンググローブ",
        "price": 4000,
        "img": "img/5.png",
        "description": "水温から手を保護し、水中でのグリップ力を高めるダイビンググローブ。岩や海洋生物との接触による怪我を防ぎ、繊細な操作をサポートします。素材や厚さも様々で、水温や目的に合わせて選ぶことができます。"
    },
    {
        "id": 6,
        "name":" ダイビングシューズ",
        "price": 4000,
        "img": "img/6.png",
        "description": "フィンとのフィット感を高め、陸上での移動も快適にするダイビングシューズ。足元を保護し、滑りにくいソールで安全性を向上させます。ブーツタイプやソックスタイプがあり、使用するフィンや好みに合わせて選べます。"
    },
    {
        "id": 7,
        "name":" ダイビングフィン",
        "price": 12000,
        "img": "img/7.png",
        "description": "水中での推進力を生み出し、効率的な移動を可能にするダイビングフィン。ブレードの形状や素材によって推進力や操作性が異なり、ダイバーのスキルや潜る環境に合わせて最適なフィンを選ぶことが重要です。足への負担を軽減する快適な装着感もポイントです。"
    },
    {
        "id": 8,
        "name":" BCD -浮力調整具-",
        "price": 150000,
        "img": "img/8.png",
        "description": "水中で浮力をコントロールし、安全かつ快適なダイビングをサポートするBCD（浮力調整装置）。空気の出し入れによって浮力を自在に調整でき、中性浮力の維持や水面での休息を容易にします。タンクを固定する機能や、アクセサリーを取り付けるためのアタッチメントも備わっています。"
    },
    {
        "id": 9,
        "name":" レギュレーター",
        "price": 130000,
        "img": "img/9.png",
        "description": "水中で呼吸を可能にする生命線、ダイビング用レギュレーター。高圧のタンク内の空気を、安全な呼吸に適した圧力に減圧し供給します。ファーストステージとセカンドステージで構成され、信頼性の高い性能が求められる重要な器材です。"
    },
    {
        "id": 10,
        "name":" 残圧計",
        "price": 15000,
        "img": "img/10.png",
        "description": "水中で最も重要な情報の一つ、タンク内の残りの空気圧を常に把握できる残圧計。安全なダイビングのために、潜水中に定期的な確認が不可欠です。見やすい表示と耐久性が重要で、水深計やコンパスと一体になったタイプもあります。"
    },
    {
        "id": 11,
        "name":" 深度計",
        "price": 12000,
        "img": "img/11.png",
        "description": "現在の水深をリアルタイムで把握し、安全な潜水をサポートする深度計。潜水計画の遵守や浮上速度の管理に不可欠な器材です。アナログ表示やデジタル表示があり、残圧計やコンパスと一体になったタイプも便利です。"
    },
    {
        "id": 12,
        "name":" ダイビングコンパス",
        "price": 6000,
        "img": "img/12.png",
        "description": "水中でのナビゲーションを助け、安全な帰還をサポートするダイビング用コンパス。方向感覚を失いがちな水中でも、目的地への方向を正確に示してくれます。見やすく、耐久性に優れたものが重要で、深度計や残圧計と一体になったタイプもあります。"
    }

];
export default products;